Repository: WarrenBrowse/warren-app
Catalog: ios/Assets/Onboarding.xcstrings
Source language: en
Languages: ar, da, de, es, fa, fi, fr, it, ja, ko, my, nb, nl, pl, pt, ro, ru, sv, th, tr, uk, zh_hans, zh_hant

source: Pick the defenses you want from day one. You can change all of these later from Settings.
ar: اختر وسائل الحماية التي تريدها منذ اليوم الأول. يمكنك تغييرها جميعاً لاحقاً من الإعدادات.
da: Vælg de forsvar, du ønsker fra dag ét. Du kan ændre alle disse senere i Indstillinger.
de: Wählen Sie die Schutzmaßnahmen, die Sie von Anfang an möchten. Alle können später in den Einstellungen geändert werden.
es: Elige las defensas que quieres desde el primer día. Puedes cambiarlas todas más tarde desde Ajustes.
fa: از همان روز اول دفاع‌های دلخواه خود را انتخاب کنید. می‌توانید همه این موارد را بعداً از بخش تنظیمات تغییر دهید.
fi: Valitse haluamasi suojaukset alusta alkaen. Voit muuttaa kaikkia näitä myöhemmin Asetuksista.
fr: Choisissez dès le départ les défenses que vous souhaitez. Vous pourrez toutes les modifier plus tard depuis les Paramètres.
it: Scegli le difese che vuoi fin dal primo giorno. Puoi modificarle tutte in seguito da Impostazioni.
ja: 最初から有効にしたい防御機能を選んでください。これらはすべて、後から設定で変更できます。
ko: 처음부터 원하는 방어 기능을 선택하세요. 이 모든 항목은 나중에 설정에서 변경할 수 있습니다.
my: ပထမနေ့မှစ၍ သင်လိုချင်သော ကာကွယ်မှုများကို ရွေးချယ်ပါ။ ၎င်းအားလုံးကို နောက်ပိုင်းတွင် ဆက်တင်များမှ ပြောင်းလဲနိုင်သည်။
nb: Velg forsvarene du vil ha fra første dag. Du kan endre alle disse senere fra Innstillinger.
nl: Kies de verdedigingen die je vanaf dag één wilt. Je kunt deze later allemaal wijzigen in Instellingen.
pl: Wybierz zabezpieczenia, których chcesz od pierwszego dnia. Wszystkie te ustawienia możesz później zmienić w Ustawieniach.
pt: Escolhe as defesas que queres desde o primeiro dia. Podes alterá-las todas mais tarde nas Definições.
ro: Alegeți opțiunile de securitate dorite încă din prima zi. Le puteți modifica ulterior din secțiunea Setări.
ru: Выберите защиту, которая нужна вам с первого дня. Все эти параметры можно изменить позже в Настройках.
sv: Välj de skydd du vill ha från första dagen. Du kan ändra alla dessa senare i Inställningar.
th: เลือกระบบป้องกันที่คุณต้องการตั้งแต่วันแรก คุณสามารถเปลี่ยนทั้งหมดนี้ได้ภายหลังจากการตั้งค่า
tr: İlk günden itibaren istediğin korumaları seç. Bunların hepsini daha sonra Ayarlar'dan değiştirebilirsin.
uk: Виберіть захист, який потрібен вам з першого дня. Усі ці параметри можна змінити пізніше в Налаштуваннях.
zh_hans: 从第一天起就选择您想要的防护措施。这些设置之后都可以在“设置”中更改。
zh_hant: 從第一天起就選擇您想要的防護。日後皆可在「設定」中變更這些選項。

source: Privacy preferences
ar: تفضيلات الخصوصية
da: Indstillinger for privatliv
de: Datenschutzeinstellungen
es: Preferencias de privacidad
fa: ترجیحات حریم خصوصی
fi: Yksityisyysasetukset
fr: Préférences de confidentialité
it: Preferenze sulla privacy
ja: プライバシー設定
ko: 개인정보 보호 환경설정
my: ကိုယ်ရေးကိုယ်တာ ဦးစားပေးချက်များ
nb: Personverninnstillinger
nl: Privacyvoorkeuren
pl: Preferencje prywatności
pt: Preferências de privacidade
ro: Preferințe de confidențialitate
ru: Настройки конфиденциальности
sv: Sekretessinställningar
th: การตั้งค่าความเป็นส่วนตัว
tr: Gizlilik tercihleri
uk: Параметри конфіденційності
zh_hans: 隐私偏好设置
zh_hant: 隱私偏好設定

source: Skip wizard (advanced)
ar: تخطّي المعالج (متقدّم)
da: Spring guiden over (avanceret)
de: Assistenten überspringen (Fortgeschritten)
es: Omitir el asistente (avanzado)
fa: رد کردن دستیار راه‌اندازی (پیشرفته)
fi: Ohita ohjattu toiminto (lisäasetukset)
fr: Ignorer l'assistant (avancé)
it: Salta procedura guidata (avanzato)
ja: ウィザードをスキップ（上級者向け）
ko: 마법사 건너뛰기 (고급)
my: လမ်းညွှန်ကို ကျော်ပါ (အဆင့်မြင့်)
nb: Hopp over veiviser (avansert)
nl: Wizard overslaan (geavanceerd)
pl: Pomiń kreatora (zaawansowane)
pt: Ignorar assistente (avançado)
ro: Omiteți asistentul (opțiuni avansate)
ru: Пропустить мастер (для опытных)
sv: Hoppa över guiden (avancerat)
th: ข้ามตัวช่วยตั้งค่า (ขั้นสูง)
tr: Sihirbazı atla (gelişmiş)
uk: Пропустити майстра (для досвідчених)
zh_hans: 跳过向导（高级）
zh_hant: 略過精靈（進階）

source: Warren uses a non-custodial wallet: your account is a 12-word recovery phrase that only you hold.
ar: يستخدم Warren محفظة غير وصائية: حسابك هو عبارة استرداد مكوّنة من 12 كلمة تملكها أنت وحدك.
da: Warren bruger en non-custodial wallet: din konto er en gendannelsessætning på 12 ord, som kun du har.
de: Warren verwendet ein nicht-verwahrtes Wallet: Ihr Konto ist eine 12-Wörter-Wiederherstellungsphrase, die nur Sie besitzen.
es: Warren utiliza una cartera sin custodia: tu cuenta es una frase de recuperación de 12 palabras que solo tú posees.
fa: Warren از کیف پول غیرامانی استفاده می‌کند: حساب شما یک عبارت بازیابی ۱۲ کلمه‌ای است که فقط شما آن را دارید.
fi: Warren käyttää ei-säilytyksellistä lompakkoa: tilisi on 12 sanan palautuslause, joka on vain sinun hallussasi.
fr: Warren utilise un portefeuille non dépositaire : votre compte est une phrase de restauration de 12 mots que vous seul détenez.
it: Warren utilizza un wallet non custodial: il tuo account è una frase di recupero di 12 parole che solo tu possiedi.
ja: Warren は非カストディアル型ウォレットを使用します。アカウントは、あなただけが保有する12単語のリカバリーフレーズです。
ko: Warren은 비수탁형 지갑을 사용합니다. 귀하의 계정은 귀하만 보유하는 12단어 복구 문구입니다.
my: Warren သည် non-custodial wallet ကို အသုံးပြုသည်။ သင်၏အကောင့်သည် သင်တစ်ဦးတည်းသာ ပိုင်ဆိုင်သော စကားလုံး ၁၂ လုံးပါ ပြန်လည်ရယူရေးစကားစုဖြစ်သည်။
nb: Warren bruker en ikke-forvaltet lommebok: kontoen din er en gjenopprettingsfrase på 12 ord som bare du har.
nl: Warren gebruikt een non-custodial wallet: je account is een herstelzin van 12 woorden die alleen jij bezit.
pl: Warren korzysta z portfela niepowierniczego: Twoje konto to 12-wyrazowa fraza odzyskiwania, którą posiadasz tylko Ty.
pt: A Warren utiliza uma carteira sem custódia: a sua conta é uma frase de recuperação de 12 palavras que só você detém.
ro: Warren folosește un portofel fără custodie: contul tău este o frază de recuperare din 12 cuvinte pe care doar tu o deții.
ru: Warren использует некастодиальный кошелёк: ваша учётная запись, это фраза восстановления из 12 слов, которой владеете только вы.
sv: Warren använder en icke-förvaltad plånbok: ditt konto är en återställningsfras på 12 ord som bara du har.
th: Warren ใช้กระเป๋าเงินแบบไม่รับฝาก บัญชีของคุณคือวลีกู้คืน 12 คำที่มีเพียงคุณเท่านั้นที่ถือครอง
tr: Warren saklamasız bir cüzdan kullanır: hesabınız yalnızca sizde bulunan 12 kelimelik bir kurtarma ifadesidir.
uk: Warren використовує некастодіальний гаманець: ваш обліковий запис, це фраза відновлення з 12 слів, якою володієте лише ви.
zh_hans: Warren 使用非托管钱包：您的账户是一个仅由您持有的 12 个单词恢复短语。
zh_hant: Warren 使用非託管錢包：您的帳戶是一組僅由您持有的 12 個單字復原短語。

source: Welcome to Warren
ar: مرحبًا بك في Warren
da: Velkommen til Warren
de: Willkommen bei Warren
es: Te damos la bienvenida a Warren
fa: به Warren خوش آمدید
fi: Tervetuloa Warreniin
fr: Bienvenue dans Warren
it: Ti diamo il benvenuto in Warren
ja: Warren へようこそ
ko: Warren에 오신 것을 환영합니다
my: Warren မှ ကြိုဆိုပါသည်
nb: Velkommen til Warren
nl: Welkom bij Warren
pl: Witamy w Warren
pt: Bem-vindo à Warren
ro: Bun venit la Warren
ru: Добро пожаловать в Warren
sv: Välkommen till Warren
th: ยินดีต้อนรับสู่ Warren
tr: Warren'a hoş geldiniz
uk: Ласкаво просимо до Warren
zh_hans: 欢迎使用 Warren
zh_hant: 歡迎使用 Warren

source: Welcome to Warren VPN
ar: مرحباً بك في Warren VPN
da: Velkommen til Warren VPN
de: Willkommen bei Warren VPN
es: Bienvenido a Warren VPN
fa: به Warren VPN خوش آمدید
fi: Tervetuloa Warren VPN:ään
fr: Bienvenue dans Warren VPN
it: Benvenuto su Warren VPN
ja: Warren VPNへようこそ
ko: Warren VPN에 오신 것을 환영합니다
my: Warren VPN မှ ကြိုဆိုပါသည်
nb: Velkommen til Warren VPN
nl: Welkom bij Warren VPN
pl: Witamy w Warren VPN
pt: Bem-vindo ao Warren VPN
ro: Bun venit la Warren VPN
ru: Добро пожаловать в Warren VPN
sv: Välkommen till Warren VPN
th: ยินดีต้อนรับสู่ Warren VPN
tr: Warren VPN'e hoş geldiniz
uk: Ласкаво просимо до Warren VPN
zh_hans: 欢迎使用 Warren VPN
zh_hant: 歡迎使用 Warren VPN

source: Write down these 12 words in order and keep them somewhere safe. They are the only way to restore your subscription if you lose access to this device.
ar: دوّن هذه الكلمات الـ12 بالترتيب واحتفظ بها في مكان آمن. فهي الطريقة الوحيدة لاستعادة اشتراكك إذا فقدت الوصول إلى هذا الجهاز.
da: Skriv disse 12 ord ned i rækkefølge, og opbevar dem et sikkert sted. De er den eneste måde at gendanne dit abonnement på, hvis du mister adgangen til denne enhed.
de: Notieren Sie diese 12 Wörter in der richtigen Reihenfolge und bewahren Sie sie an einem sicheren Ort auf. Sie sind die einzige Möglichkeit, Ihr Abonnement wiederherzustellen, wenn Sie den Zugriff auf dieses Gerät verlieren.
es: Anota estas 12 palabras en orden y guárdalas en un lugar seguro. Son la única forma de restaurar tu suscripción si pierdes el acceso a este dispositivo.
fa: این ۱۲ کلمه را به ترتیب یادداشت کنید و در جای امنی نگه دارید. این کلمات تنها راه بازیابی اشتراک شما در صورت از دست دادن دسترسی به این دستگاه هستند.
fi: Kirjoita nämä 12 sanaa muistiin järjestyksessä ja säilytä ne turvallisessa paikassa. Ne ovat ainoa tapa palauttaa tilauksesi, jos menetät pääsyn tähän laitteeseen.
fr: Notez ces 12 mots dans l'ordre et conservez-les en lieu sûr. C'est le seul moyen de restaurer votre abonnement si vous perdez l'accès à cet appareil.
it: Annota queste 12 parole in ordine e conservale in un luogo sicuro. Sono l'unico modo per ripristinare il tuo abbonamento se perdi l'accesso a questo dispositivo.
ja: この12単語を順番どおりに書き留めて、安全な場所に保管してください。このデバイスにアクセスできなくなった場合、サブスクリプションを復元する唯一の手段となります。
ko: 이 12단어를 순서대로 적어 안전한 곳에 보관하세요. 이 기기에 접근할 수 없게 될 경우 구독을 복구할 수 있는 유일한 방법입니다.
my: ဤစကားလုံး ၁၂ လုံးကို အစီအစဉ်အတိုင်း ရေးမှတ်ပြီး လုံခြုံသော နေရာတွင် သိမ်းထားပါ။ ဤစက်ပစ္စည်းကို အသုံးပြုခွင့် ဆုံးရှုံးသွားပါက သင်၏ စာရင်းသွင်းမှုကို ပြန်လည်ရယူရန် တစ်ခုတည်းသော နည်းလမ်းဖြစ်သည်။
nb: Skriv ned disse 12 ordene i rekkefølge, og oppbevar dem på et trygt sted. De er den eneste måten å gjenopprette abonnementet ditt på hvis du mister tilgangen til denne enheten.
nl: Schrijf deze 12 woorden in volgorde op en bewaar ze op een veilige plek. Ze zijn de enige manier om je abonnement te herstellen als je de toegang tot dit apparaat verliest.
pl: Zapisz te 12 słów w kolejności i przechowuj je w bezpiecznym miejscu. To jedyny sposób na przywrócenie subskrypcji, jeśli utracisz dostęp do tego urządzenia.
pt: Anote estas 12 palavras por ordem e guarde-as num local seguro. São a única forma de restaurar a sua subscrição se perder o acesso a este dispositivo.
ro: Notați aceste 12 cuvinte în ordine și păstrați-le într-un loc sigur. Este singura modalitate de a vă restaura abonamentul dacă pierdeți accesul la acest dispozitiv.
ru: Запишите эти 12 слов по порядку и храните их в надёжном месте. Это единственный способ восстановить вашу подписку, если вы потеряете доступ к этому устройству.
sv: Skriv ner dessa 12 ord i ordning och förvara dem på ett säkert ställe. De är det enda sättet att återställa din prenumeration om du förlorar åtkomsten till den här enheten.
th: จด 12 คำนี้ตามลำดับและเก็บไว้ในที่ปลอดภัย นี่คือวิธีเดียวที่จะกู้คืนการสมัครสมาชิกของคุณ หากคุณสูญเสียการเข้าถึงอุปกรณ์นี้
tr: Bu 12 kelimeyi sırayla not edin ve güvenli bir yerde saklayın. Bu cihaza erişiminizi kaybederseniz aboneliğinizi geri yüklemenin tek yoludur.
uk: Запишіть ці 12 слів по порядку та зберігайте їх у надійному місці. Це єдиний спосіб відновити вашу підписку, якщо ви втратите доступ до цього пристрою.
zh_hans: 请按顺序抄下这 12 个单词并妥善保管。如果您失去对此设备的访问权限，它们将是恢复您订阅的唯一途径。
zh_hant: 請依序抄下這 12 個字並妥善保管於安全之處。若您失去對此裝置的存取權，這是還原訂閱的唯一方式。

source: You don't have an active subscription yet. Plans start at a few euros per month - no recurring billing, no account creation, pay as you go.
ar: ليس لديك اشتراك نشط بعد. تبدأ الباقات من بضعة يوروهات شهرياً، بلا فوترة متكررة، وبلا إنشاء حساب، وتدفع حسب الاستخدام.
da: Du har endnu ikke et aktivt abonnement. Planerne starter ved et par euro om måneden, ingen tilbagevendende fakturering, ingen kontooprettelse, betal efter forbrug.
de: Sie haben noch kein aktives Abonnement. Die Tarife beginnen bei wenigen Euro pro Monat, keine wiederkehrende Abrechnung, keine Kontoerstellung, Zahlung nach Verbrauch.
es: Aún no tienes una suscripción activa. Los planes empiezan en unos pocos euros al mes: sin facturación recurrente, sin creación de cuenta, paga por uso.
fa: هنوز اشتراک فعالی ندارید. اشتراک‌ها از چند یورو در ماه شروع می‌شوند، بدون پرداخت دوره‌ای، بدون ساخت حساب کاربری، پرداخت به اندازه مصرف.
fi: Sinulla ei ole vielä aktiivista tilausta. Tilaukset alkavat muutamasta eurosta kuukaudessa, ei toistuvaa laskutusta, ei tilin luomista, maksat käytön mukaan.
fr: Vous n'avez pas encore d'abonnement actif. Les offres démarrent à quelques euros par mois, sans facturation récurrente, sans création de compte, à l'usage.
it: Non hai ancora un abbonamento attivo. I piani partono da pochi euro al mese, nessuna fatturazione ricorrente, nessuna creazione di account, paghi quello che usi.
ja: まだ有効なサブスクリプションがありません。プランは月額数ユーロから。継続課金なし、アカウント作成なし、使った分だけのお支払いです。
ko: 아직 활성 구독이 없습니다. 요금제는 월 몇 유로부터 시작하며, 정기 결제도 계정 생성도 없이 사용한 만큼만 지불합니다.
my: သင်တွင် အသက်ဝင်နေသော စာရင်းသွင်းမှု မရှိသေးပါ။ အစီအစဉ်များသည် တစ်လလျှင် ယူရို အနည်းငယ်မှ စတင်သည် - ထပ်ခါတလဲလဲ ငွေတောင်းခံမှု မရှိ၊ အကောင့်ဖွင့်ရန် မလို၊ သုံးသလောက် ပေးဆောင်ပါ။
nb: Du har ennå ikke et aktivt abonnement. Planene starter på noen få euro per måned, ingen gjentakende fakturering, ingen kontoregistrering, betal etter bruk.
nl: Je hebt nog geen actief abonnement. Abonnementen beginnen vanaf enkele euro's per maand, geen terugkerende facturatie, geen accountaanmaak, betalen naar gebruik.
pl: Nie masz jeszcze aktywnej subskrypcji. Plany zaczynają się od kilku euro miesięcznie, bez cyklicznych płatności, bez zakładania konta, płacisz za użycie.
pt: Ainda não tens uma subscrição ativa. Os planos começam em alguns euros por mês, sem faturação recorrente, sem criação de conta, paga conforme usas.
ro: Încă nu aveți un abonament activ. Tarifele încep de la câțiva euro pe lună, fără facturare recurentă, fără crearea unui cont, plătiți doar ce folosiți.
ru: У вас пока нет активной подписки. Тарифы начинаются от нескольких евро в месяц, никаких повторяющихся платежей, никакого создания аккаунта, оплата по факту использования.
sv: Du har ännu ingen aktiv prenumeration. Planerna börjar på några euro per månad, ingen återkommande fakturering, ingen kontoregistrering, betala efter användning.
th: คุณยังไม่มีการสมัครสมาชิกที่ใช้งานอยู่ แพ็กเกจเริ่มต้นเพียงไม่กี่ยูโรต่อเดือน ไม่มีการเรียกเก็บเงินอัตโนมัติ ไม่ต้องสร้างบัญชี จ่ายตามการใช้งาน
tr: Henüz etkin bir aboneliğin yok. Planlar ayda birkaç eurodan başlıyor, tekrarlayan faturalandırma yok, hesap oluşturma yok, kullandıkça öde.
uk: У вас ще немає активної підписки. Тарифи починаються від кількох євро на місяць, без повторюваних платежів, без створення облікового запису, оплата за використання.
zh_hans: 您还没有有效的订阅。套餐每月仅需几欧元起，无自动续费、无需创建账户、用多少付多少。
zh_hant: 您目前尚無有效的訂閱。方案每月僅需數歐元起，不自動續費、不需建立帳號，用多少付多少。

source: Your Warren wallet
ar: محفظتك في Warren
da: Din Warren-wallet
de: Ihre Warren-Wallet
es: Su monedero Warren
fa: کیف پول Warren شما
fi: Warren-lompakkosi
fr: Votre portefeuille Warren
it: Il tuo wallet Warren
ja: あなたのWarrenウォレット
ko: 내 Warren 지갑
my: သင့် Warren wallet
nb: Din Warren-lommebok
nl: Je Warren-wallet
pl: Twój portfel Warren
pt: A sua carteira Warren
ro: Portofelul tău Warren
ru: Ваш кошелек Warren
sv: Din Warren-plånbok
th: กระเป๋าเงิน Warren ของคุณ
tr: Warren cüzdanınız
uk: Ваш гаманець Warren
zh_hans: 您的 Warren 钱包
zh_hant: 您的 Warren 錢包

source: Your subscription
ar: اشتراكك
da: Dit abonnement
de: Ihr Abonnement
es: Tu suscripción
fa: اشتراک شما
fi: Tilauksesi
fr: Votre abonnement
it: Il tuo abbonamento
ja: あなたのサブスクリプション
ko: 내 구독
my: သင်၏ စာရင်းသွင်းမှု
nb: Ditt abonnement
nl: Je abonnement
pl: Twoja subskrypcja
pt: A tua subscrição
ro: Abonamentul dumneavoastră
ru: Ваша подписка
sv: Din prenumeration
th: การสมัครสมาชิกของคุณ
tr: Aboneliğin
uk: Ваша підписка
zh_hans: 您的订阅
zh_hant: 您的訂閱

source: Redeem voucher
ar: استرداد قسيمة
da: Indløs kupon
de: Gutschein einlösen
es: Canjear cupón
fa: فعال‌سازی ووچر
fi: Lunasta kuponki
fr: Échangez un bon
it: Riscatta voucher
ja: バウチャーを使用する
ko: 바우처 사용
my: ဘောက်ချာဖြင့် လဲယူရန်
nb: Løs inn kupong
nl: Voucher inwisselen
pl: Zrealizuj kupon
pt: Reclamar voucher
ro: Valorifică voucherul
ru: Погасить ваучер
sv: Lös in kupong
th: แลกบัตรกำนัล
tr: Kuponu kullan
uk: Використати ваучер
zh_hans: 兑换优惠券
zh_hant: 兌換憑證
